//PERSJOB  JOB (ACCT),'PERSON UPPERCASE JOB',CLASS=A,MSGCLASS=A
//STEP1    EXEC PGM=CBPERUPP
//STEPLIB  DD DSN=MYUSER.COBOL.CBPERUPP,DISP=SHR
//INFILE   DD DSN=YOUR.INPUT.FILE.PERSON.DAT,DISP=SHR
//SYSPRINT DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
